[
  {
    "id": 1,
    "estate_title": "Luxury Beachfront Villa",
    "segment_name": "Villa",
    "description": "A villa is a spacious and luxurious residence typically found in desirable locations such as countryside, by the sea, or in the mountains. They offer upscale amenities, expansive living spaces, and often include features like swimming pools or private beaches. Villas blend indoor and outdoor living, providing a premium retreat for vacations, events, or permanent living.",
    "price": 126000000,
    "status": "sales",
    "area": "5000 sq ft",
    "location": "Cox's Bazar, Bangladesh",
    "image": "https://i.ibb.co/f2f9dw6/r-architecture-2g-Dwl-Iim3-Uw-unsplash.jpg",
    "facilities": ["Swimming Pool", "Private Beach Access", "Gym", "Spa"]
  },
  {
    "id": 2,
    "estate_title": "City Center Penthouse",
    "segment_name": "Penthouse",
    "description": "A penthouse is a luxurious apartment or living space typically located on the top floor of a high-rise building, offering stunning views of the surrounding area. These upscale residences often feature spacious layouts, high-end finishes, and exclusive amenities such as private elevators, rooftop terraces, or concierge services. Penthouse living represents the pinnacle of urban luxury, combining lavish interiors with panoramic vistas, making them highly desirable for those seeking a prestigious and upscale lifestyle.",
    "price": 100800000,
    "status": "sales",
    "area": "3229 sq ft",
    "location": "Dhaka, Bangladesh",
    "image": "https://i.ibb.co/bKhPXJL/mostafa-safadel-c-Hj-Axn-Jk-w-Q-unsplash.jpg",
    "facilities": ["Concierge Service", "Fitness Center", "Rooftop Terrace"]
  },
  {
    "id": 3,
    "estate_title": "Mountain View Chalet",
    "segment_name": "Chalet",
    "description": "A chalet is a cozy and rustic-style wooden house, typically found in mountainous regions or ski resorts. These charming dwellings often feature sloping roofs, wooden beams, and stone accents, giving them a warm and inviting feel. Chalets are popular for their picturesque settings, offering a retreat from city life and a cozy haven for relaxation or outdoor activities like skiing or hiking. They often include amenities such as fireplaces, hot tubs, and balconies with scenic views, making them a favorite choice for mountain getaways and alpine vacations.",
    "price": 67200000,
    "status": "sales",
    "area": "2691 sq ft",
    "location": "Bandarban, Bangladesh",
    "image": "https://i.ibb.co/J2y3ChL/andrea-davis-IWfe63th-Jxk-unsplash.jpg",
    "facilities": ["Fireplace", "Ski-in/Ski-out Access", "Hot Tub"]
  },
  {
    "id": 4,
    "estate_title": "Seaside Cottage",
    "segment_name": "Cottage",
    "description": "Quaint cottage overlooking the sea, perfect for a peaceful retreat. A cottage is a quaint and charming small house, usually situated in rural or semi-rural areas. These cozy dwellings often feature traditional architectural styles, such as thatched roofs or wooden clapboard siding, and are known for their cozy and welcoming atmosphere. Cottages typically offer a simpler way of living, with compact layouts and rustic decor, making them ideal for romantic getaways or peaceful retreats. They often include features like fireplaces, flower gardens, and outdoor seating areas, providing a serene escape from the hustle and bustle of modern life.",
    "price": 42000000,
    "status": "sales",
    "area": "1614 sq ft",
    "location": "Cox's Bazar, Bangladesh",
    "image": "https://i.ibb.co/HzjhFz7/sea.jpg",
    "facilities": ["Deck", "Oceanfront View", "Garden"]
  },
  {
    "id": 5,
    "estate_title": "Urban Loft",
    "segment_name": "Apartment",
    "description": "Chic loft apartment with industrial design elements. An apartment is a self-contained housing unit within a building, offering convenient living in urban or suburban areas. They come in various sizes and layouts, often with shared amenities, making them a popular and versatile housing option.",
    "price": 75600000,
    "status": "rent",
    "area": "2153 sq ft",
    "location": "Dhaka, Bangladesh",
    "image": "https://i.ibb.co/VYRRzdX/deborah-cortelazzi-g-REqu-CUXQLI-unsplash.jpg",
    "facilities": ["Open Floor Plan", "Exposed Brick Walls", "High Ceilings"]
  },
  {
    "id": 6,
    "estate_title": "Garden Retreat",
    "segment_name": "House",
    "description": "Tranquil house with lush garden oasis in the backyard. A house is a standalone dwelling typically located in residential neighborhoods or rural areas. Houses vary in size, style, and layout, offering versatile living spaces for individuals, families, or groups. They provide privacy and autonomy, with features like private yards, driveways, and often more space compared to apartments or condos. Houses can range from modest single-story structures to large multi-level homes, catering to a wide range of preferences and lifestyles. They serve as a place to call home, offering comfort, security, and the opportunity for personalization and customization.",
    "price": 58800000,
    "status": "sales",
    "area": "1937 sq ft",
    "location": "Chittagong, Bangladesh",
    "image": "https://i.ibb.co/4msH84m/todd-kent-178j8t-Jr-Nlc-unsplash.jpg",
    "facilities": ["Patio", "Greenhouse", "Outdoor Dining Area"]
  },
  {
    "id": 7,
    "estate_title": "Lakefront Mansion",
    "segment_name": "Mansion",
    "description": "Grand mansion overlooking a serene lake. A mansion is a luxurious and grand residence, often found in upscale neighborhoods or secluded estates. They feature expansive living spaces, lavish amenities, and prestigious locations, symbolizing wealth and luxury.",
    "price": 252000000,
    "status": "sales",
    "area": "10764 sq ft",
    "location": "Rangamati, Bangladesh",
    "image": "https://i.ibb.co/QvRL1VW/bartlomiej-balicki-7ic-Yxbg-I9qk-unsplash.jpg",
    "facilities": ["Boat Dock", "Indoor Pool", "Home Theater"]
  },
  {
    "id": 8,
    "estate_title": "Ski Chalet",
    "segment_name": "Chalet",
    "description": " chalet is a cozy and rustic-style wooden house, typically found in mountainous regions or ski resorts. These charming dwellings often feature sloping roofs, wooden beams, and stone accents, giving them a warm and inviting feel. Chalets are popular for their picturesque settings, offering a retreat from city life and a cozy haven for relaxation or outdoor activities like skiing or hiking. They often include amenities such as fireplaces, hot tubs, and balconies with scenic views, making them a favorite choice for mountain getaways and alpine vacations.",
    "price": 100800000,
    "status": "rent",
    "area": "3767 sq ft",
    "location": "Bandarban, Bangladesh",
    "image": "https://i.ibb.co/S7ckTs9/sky.jpg",
    "facilities": ["Sauna", "Ski Storage", "Deck"]
  },
  {
    "id": 9,
    "estate_title": "Downtown Condo",
    "segment_name": "Condo",
    "description": "A condo is a privately owned residential unit in a shared building or complex, offering homeownership with shared amenities and services. Modern condo in the heart of the bustling city center.",
    "price": 50400000,
    "status": "rent",
    "area": "1614 sq ft",
    "location": "Dhaka, Bangladesh",
    "image": "https://i.ibb.co/W3RSPf5/lotus-design-n-print-Vfa35ue-UCo-unsplash.jpg",
    "facilities": ["Balcony", "Fitness Center", "24/7 Security"]
  }
]
